CSI API ETABS v1

# cDCoNZS_3101_2006 Interface

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    public interface cDCoNZS_3101_2006

    Public Interface cDCoNZS_3101_2006

    Dim instance As cDCoNZS_3101_2006

    public interface class cDCoNZS_3101_2006

    type cDCoNZS_3101_2006 =  interface end

The cDCoNZS_3101_2006 type exposes the following members.

Methods

| Name| Description
---|---|---
|
GetOverwrite|
|
GetPreference|
|
SetOverwrite|
| [SetPreference](09da80b3-2cdf-
ebc4-6619-ef9331dafbc9.htm)|
Top

See Also

#### Reference

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com